---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HeatCapacityPerArea
source: html/6fa5c7ce-6cb9-f2f1-69e2-9d7de952e4d5.htm
---
# Autodesk.Revit.DB.SpecTypeId.HeatCapacityPerArea Property

Heat Capacity per Area, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId HeatCapacityPerArea { get; }
```